name: "selfop"
platform: "pytorch_libtorch"
max_batch_size : 16
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [3,64,64]
    reshape: { shape: [3,64,64] }
  }
]

output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [3,64,64 ]
    reshape: { shape: [3,64,64 ] }
  }
]

